Revit 2022 API
BuiltInFailures.OverlapFailures.WallELASeperationOverlap Property
 A wall and a load area separation line overlap. One of them may be ignored when Revit finds load area boundaries. Shorten or delete the load area separation line to remove the overlap.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
Syntax
C#
public static FailureDefinitionId WallELASeperationOverlap { get; }
Visual Basic
Public Shared ReadOnly Property WallELASeperationOverlap As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ WallELASeperationOverlap {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.OverlapFailures Class
Autodesk.Revit.DB Namespace